{"rated": "Ratings certificate for Platoon (1986)", "language": ["English", "Vietnamese"], "title": "Platoon", "poster": "http://img3.douban.com/lpic/s3036856.jpg", "imdb_url": "http://www.imdb.com/title/tt0091763/", "imdb_id": "tt0091763", "filming_locations": "Luzon, Philippines", "rating_count": 174614, "actors": ["Keith David", "Forest Whitaker", "Francesco Quinn", "Kevin Dillon", "John C. McGinley", "Reggie Johnson", "Mark Moses", "Corey Glover", "Johnny Depp", "Chris Pedersen", "Bob Orwig", "Corkey Ford", "David Neidorf", "Tom Berenger", "Willem Dafoe"], "plot_simple": "A young recruit in Vietnam faces a moral crisis when confronted with the horrors of war and the duality of man.    \nAn elderly lord abdicates to his three sons, and the two corrupt ones turn against him.    \nA young English boy struggles to survive under Japanese occupation during World War II.    \nA US Army Major is assigned a dozen convicted murderers to train and lead them into a mass assassination mission of German officers in World War II.    \nDirector Terrence Malick's adaptation of James Jones' autobiographical 1962 novel, focusing on the conflict at Guadalcanal during the second World War.    \nIt's May 1943 at a US Air Force base in England. The four officers and six enlisted men of the Memphis Belle - a B-17 bomber so nicknamed for the girlfriend of its stern and stoic captain, ...                 »\n    \nIn 1943, in the Russian front, the decorated leader Rolf Steiner is promoted to Sergeant after another successful mission. Meanwhile the upper-class and arrogant Prussian Captain Hauptmann ...                 »\n    \nPeaceful farmer Benjamin Martin is driven to lead the Colonial Militia during the American Revolution when a sadistic British officer murders his son.    \nThe story of a sergeant and the inner core members of his unit as they try to serve in and survive World War II.    \nA hard-as-nails general takes over a bomber pilot unit suffering from low morale and whips them into fighting shape.    \nA German submarine is boarded by disguised American submariners trying to capture their Enigma cipher machine.    \nDuring WWII, four North African men enlist in the French army to liberate that country from Nazi oppression, and to fight French discrimination.    \nTaking place towards the end of WWII, 500 American Soldiers have been entrapped in a camp for 3 years. Beginning to give up hope they will ever be rescued, a group of Rangers goes on a dangerous mission to try and save them.     Every once in a while I will watch this film again and see if maybe I have grown tired of it.  Surely after \"Saving Private Ryan,\" \"Titanic,\" \"Crimes and Misdemeanors,\" or \"Schindler's List\" I have seen a better film.  Well, after every viewing there is something about Oliver Stone's masterpiece that keeps me saying that I have never seen anything better.I am a sucker for Vietnam pictures.  \"Apocalypse Now\" and \"The Deer Hunter\" also rank in my top ten of all time.  Stories about Vietnam can run the entire gambit of human emotions.  \"Platoon\" is not only a documentation of America's sordid involvement in a foreign civil war, it is also a dramatic story of human response.  A life developing in the most horrible of places.There have been films put together better.  There have been films with more detailed and interesting plots.  But none have ever told a more touching story of human development set in the backdrop of bloody violence and inhuman suffering.Rating: 10 out of 10.", "year": 1986, "country": ["UK", "USA"], "type": "M", "runtime": ["120 min"], "also_known_as": ["Pelotón"]}