{"rating": 8.0, "genres": ["Drama"], "rated": "R", "filming_locations": "Caesars Palace - 3570 Las Vegas Boulevard South, Las Vegas, Nevada, USA", "language": ["English", "Italian"], "plot": "Charles Sanford \"Charlie\" Babbit is a self-centered Los Angeles-based automobile dealer/hustler/bookie who is at war with his own life. Charlie, as a young teenager, used his father's 1948 Buick convertible without permission and as a result, he went to jail for two days on account that his father reported it stolen. It is then that Charlie learns that his estranged father died and left him from his last will and testament a huge bed of roses and the car while the remainder will of $3 Million goes into a trust fund to be distributed to someone. Charlie seemed pretty angry by this and decides to look into this matter. It seems as if that \"someone\" is Raymond, Charlie's unknown brother, an autistic savant who lives in a world of his own, resides at the Walbrook Institute. Charlie then kidnaps Raymond and decides to take him on a lust for life trip to the west coast as a threat to get the $3 Million inheritance...", "runtime": ["133 min"], "poster": "http://img3.douban.com/lpic/s2172026.jpg", "imdb_url": "http://www.imdb.com/title/tt0095953/", "title": "Rain Man", "writers": ["Barry Morrow", "Ronald Bass", "and 1 more credit"], "imdb_id": "tt0095953", "directors": ["Barry Levinson"], "rating_count": 219152, "actors": ["Dustin Hoffman", "Tom Cruise", "Valeria Golino", "Gerald R. Molen", "Jack Murdock", "Michael D. Roberts", "Ralph Seymour", "Lucinda Jenney", "Bonnie Hunt", "Kim Robillard", "Beth Grant", "Dolan Dougherty", "Marshall Dougherty", "Patrick Dougherty", "John-Michael Dougherty"], "plot_simple": "Selfish yuppie Charlie Babbitt's father left a fortune to his savant brother Raymond and a pittance to Charlie; they travel cross-country.", "year": 1988, "country": ["USA"], "type": "M", "release_date": 19881216, "also_known_as": ["Ο Άνθρωπος της Βροχής"]}