{"rating": 8.6, "genres": ["Crime", "Drama", "Thriller"], "rated": "R", "filming_locations": "1 Centre Street, New York City, New York, USA", "language": ["English"], "plot": "Mathilda, a twelve-year old New York girl, is living an undesirable life among her half-family. Her father stores drugs for two-faced cop Norman Stansfield. Only her little brother keeps Mathilda from breaking apart. One day, Stansfield and his team take cruel revenge on her father for stretching the drugs a little, thus killing the whole family. Only Mathilda, who was out shopping, survives by finding shelter in Léon's apartment in the moment of highest need. Soon, she finds out about the strange neighbour's unusual profession - killing - and desperately seeks his help in taking revenge for her little brother. Léon, who is completely unexperienced in fatherly tasks, and in friendships, does his best to keep Mathilda out of trouble - unsuccessfully. Now, the conflict between a killer, who slowly discovers his abilities to live, to feel, to love and a corrupt police officer...", "runtime": ["110 min", "France: 136 min (uncut version)", "133 min (International version)", "Turkey: 100 min (TV version)"], "poster": "http://ia.media-imdb.com/images/M/MV5BMTgzMzg4MDkwNF5BMl5BanBnXkFtZTcwODAwNDg3OA@@._V1._SY317_CR4,0,214,317_.jpg", "imdb_url": "http://www.imdb.com/title/tt0110413/", "title": "Léon", "writers": ["Luc Besson"], "imdb_id": "tt0110413", "directors": ["Luc Besson"], "rating_count": 370085, "actors": ["Jean Reno", "Gary Oldman", "Natalie Portman", "Danny Aiello", "Peter Appel", "Willi One Blood", "Don Creech", "Keith A. Glascoe", "Randolph Scott", "Michael Badalucco", "Ellen Greene", "Elizabeth Regen", "Carl J. Matusovich", "Frank Senger", "Lucius Wyatt Cherokee"], "plot_simple": "A professional assassin rescues a teenage girl whose parents were killed in a police raid.", "year": 1994, "country": ["France"], "type": "M", "release_date": 19941118, "also_known_as": ["Léon: The Professional"]}