{"rated": "Ratings certificate for Spirited Away (2001)", "language": ["Japanese"], "title": "Spirited Away", "poster": "http://img3.douban.com/lpic/s1309372.jpg", "imdb_url": "http://www.imdb.com/title/tt0245429/", "imdb_id": "tt0245429", "rating_count": 200173, "actors": ["Daveigh Chase", "Suzanne Pleshette", "Susan Egan", "David Ogden Stiers", "Lauren Holly", "Michael Chiklis", "John Ratzenberger", "Jack Angel", "Bob Bergen", "Rodger Bumpass", "Jennifer Darling", "Paul Eiding", "Tatsuya Gashûin", "Koba Hayashi", "Rumi Hiiragi"], "plot_simple": "In the middle of her family's move to the suburbs, a sullen 10-year-old girl wanders into a world ruled by gods, witches, and monsters; where humans are changed into animals; and a bathhouse for these creatures.    \nOn a journey to find the cure for a Tatarigami's curse, Ashitaka finds himself in the middle of a war between the forest gods and Tatara, a mining colony. In this quest he also meets San, the Mononoke Hime.    \nWhen two girls move to the country to be near their ailing mother, they have adventures with the wonderous forest spirits who live nearby.    \nA young witch, on her mandatory year of independent life, finds fitting into a new community difficult while she supports herself by running an air courier service.    \nAn animated adventure centered on a 5-year-old boy and his relationship with a goldfish princess who longs to become human.    \nAfter helping a cat, a young girl finds herself involuntarily engaged to a cat prince in a magical world where her only hope of freedom lies with a dapper cat statuette come to life.    \nAn adventurous girl finds another world that is a strangely idealized version of her frustrating home, but it has sinister secrets.    \nWhen a young Inuit hunter needlessly kills a bear, he is magically changed into a bear himself as punishment with a talkative cub being his only guide to changing back.    \nMerlin the Magician teaches a young boy who is destined to be King Arthur.    \nThe sailor of legend is framed by the goddess Eris for the theft of the Book of Peace, and must travel to her realm at the end of the world to retrieve it and save the life of his childhood friend Prince Proteus.    \nOn Christmas Eve, a doubting boy boards a magical train that's headed to the North Pole and Santa Claus's home.    \nA fantastic tale telling the adventures of two dragon hunters!    \nA hapless young Viking who aspires to hunt dragons becomes the unlikely friend of a young dragon himself, and learns there may be more to the creatures than he assumed.     I really enjoyed this film-everything about it glows and shines in a gentle luminosity. This film, if you have seen some of Miyazaki's other work, is quite light. The characters are beautifully and lovingly created and the colouring and setting of this film is absolutely superb. This is a beautiful little film and I can't wait for the next feature from Hayao Miyazaki-he is better than Walt Disney.Miyazaki blends the characters and the environment very well together, and I can see that this would be enjoyed for people at many different levels. Miyazaki enjoys creating female heroines and I was pleased that Chihiro lived up to the expression and beauty of her predecessors-like Nausicaa from the Valley of the Wind. This is beautiful and I would advise anyone to take a look at it's scope and serenity, along with it's fast paced plot and of course, the dreamlike settings that make it truly wonderful.", "year": 2001, "country": ["Japan"], "type": "M", "runtime": ["125 min"], "also_known_as": ["El viaje de Chihiro"]}