{"rating": 8.3, "genres": ["Crime", "Film-Noir", "Thriller"], "rated": "PG_13", "filming_locations": "Universal Studios - 100 Universal City Plaza, Universal City, California, USA", "language": ["English", "Spanish"], "plot": "Mexican Narcotics officer Ramon Miguel 'Mike' Vargas has to interrupt his honeymoon on the Mexican-US border when an American building contractor is killed after someone places a bomb in his car. He's killed on the US side of the border but it's clear that the bomb was planted on the Mexican side. As a result, Vargas delays his return to Mexico City where he has been mounting a case against the Grandi family crime and narcotics syndicate. Police Captain Hank Quinlan is in charge on the US side and he soon has a suspect, a Mexican named Manolo Sanchez. Vargas is soon onto Quinlan and his Sergeant, Pete Menzies, when he catches them planting evidence to convict Sanchez. With his new American wife, Susie, safely tucked away in a hotel on the US side of the border - or so he thinks - he starts to review Quinlan's earlier cases. While concentrating on the corrupt policeman however, the Grandis have their own plans for Vargas and they start with his wife Susie.", "runtime": ["95 min", "Germany: 111 min (1998 alternate version)", "USA: 108 min (1975 alternate version)", "USA: 112 min (director's cut)", "Spain: 106 min (DVD edition)", "111 min (restored version)"], "poster": "http://img3.douban.com/lpic/s2345833.jpg", "imdb_url": "http://www.imdb.com/title/tt0052311/", "title": "Touch of Evil", "writers": ["Orson Welles", "Whit Masterson"], "imdb_id": "tt0052311", "directors": ["Orson Welles"], "rating_count": 46386, "actors": ["Charlton Heston", "Janet Leigh", "Orson Welles", "Joseph Calleia", "Akim Tamiroff", "Joanna Moore", "Ray Collins", "Dennis Weaver", "Valentin de Vargas", "Mort Mills", "Victor Millan", "Lalo Rios", "Michael Sargent", "Phil Harvey", "Joi Lansing"], "plot_simple": "Stark, perverse story of murder, kidnapping, and police corruption in Mexican border town.", "year": 1958, "country": ["USA"], "type": "M", "release_date": 19580608, "also_known_as": ["Sed de mal"]}