{"rating": 8.0, "genres": ["Horror"], "rated": "UNRATED", "filming_locations": "Baltic Sea", "language": ["German"], "plot": "Wisbourg, Germany based estate agent Knock dispatches his associate, Hutter, to Count Orlok's castle in Transylvania as the Count wants to purchase a isolated house in Wisbourg. They plan on selling him the one across the way from Hutter's own home. Hutter leaves his innocent wife, Ellen, with some friends while he is away. Hutter's trek is an unusual one, with many locals not wanting to take him near the castle where strange events have been occurring. Once at the castle, Hutter does manage to sell the Count the house, but he also notices and feels unusual occurrences, primarily feeling like there is a dark shadow hanging over him, even in the daytime when the Count is unusually asleep. Hutter eventually sees the Count's sleeping chamber in a crypt, and based on a book he has recently read, believes the Count is really a vampire or Nosferatu. While Hutter is trapped in the castle...", "runtime": ["94 min", "USA: 81 min", "Spain: 65 min (VHS version)", "Spain: 92 min (DVD edition)", "84 min (1994 restored version projected at 20 fps)", "UK: 88 min (1997 restored version)", "Belgium: 85 min", "Sweden: 84 min (DVD version)"], "poster": "http://img3.douban.com/lpic/s2654104.jpg", "imdb_url": "http://www.imdb.com/title/tt0013442/", "title": "Nosferatu, eine Symphonie des Grauens", "writers": ["Henrik Galeen", "and 1 more credit"], "imdb_id": "tt0013442", "directors": ["F.W. Murnau"], "rating_count": 45789, "actors": ["Max Schreck", "Gustav von Wangenheim", "Greta Schröder", "Alexander Granach", "Georg H. Schnell", "Ruth Landshoff", "John Gottowt", "Gustav Botz", "Max Nemetz", "Wolfgang Heinz", "Albert Venohr", "Eric van Viele"], "plot_simple": "Vampire Count Orlok expresses interest in a new residence and real estate agent Hutter's wife. Silent classic based on the story \"Dracula.\"", "year": 1922, "country": ["Germany"], "type": "M", "release_date": 19290603, "also_known_as": ["Nosferatu"]}