{"rating": 8.2, "genres": ["Crime", "Film-Noir", "Mystery", "Romance", "Thriller"], "rated": "TV_PG", "filming_locations": "Danbury Railroad Station - 120 White Street, Danbury, Connecticut, USA", "language": ["English", "French"], "plot": "Bruno Anthony thinks he has the perfect plot to rid himself of his hated father and when he meets tennis player Guy Haines on a train, he thinks he's found the partner he needs to pull it off. His plan is relatively simple. Two strangers each agree to kill someone the other person wants disposed of. For example, Guy could kill his father and he could get rid of Guy's wife Miriam, freeing him to marry Anne Morton, the beautiful daughter of a U.S. Senator. Guy dismisses it all out of hand but but Bruno goes ahead with his half of the 'bargain' and disposes of Miriam. When Guy balks, Bruno makes it quite clear that he will plant evidence to implicate Guy in her murder if he doesn't get rid of his father. Guy had also made some unfortunate statements about Miriam after she had refused him a divorce. It all leads the police to believe Guy is responsible for the murder, forcing him to deal with Bruno's mad ravings.", "runtime": ["101 min", "Portugal: 96 min (cut version)", "103 min (preview version)", "West Germany: 92 min"], "poster": "http://img3.douban.com/lpic/s3440871.jpg", "imdb_url": "http://www.imdb.com/title/tt0044079/", "title": "Strangers on a Train", "writers": ["Raymond Chandler", "Czenzi Ormonde"], "imdb_id": "tt0044079", "directors": ["Alfred Hitchcock"], "rating_count": 54714, "actors": ["Farley Granger", "Ruth Roman", "Robert Walker", "Leo G. Carroll", "Patricia Hitchcock", "Kasey Rogers", "Marion Lorne", "Jonathan Hale", "Howard St. John", "John Brown", "Norma Varden", "Robert Gist"], "plot_simple": "A psychotic socialite confronts a pro tennis star with a theory on how two complete strangers can get away with murder...a theory that he plans to implement.", "year": 1951, "country": ["USA"], "type": "M", "release_date": 19510630, "also_known_as": ["Alfred Hitchcock's 'Strangers on a Train'"]}